jethrokuan/z
IlanCosman/tide@v5
jethrokuan/fzf
edc/bass
JGAntunes/fish-gvm
junegunn/fzf
joseluisq/gitnow
danhper/fish-ssh-agent
oh-my-fish/plugin-license
evanlucas/fish-kubectl-completions
