evanlucas/fish-kubectl-completions
IlanCosman/tide@v5
edc/bass
JGAntunes/fish-gvm
oh-my-fish/plugin-license
jethrokuan/z
danhper/fish-ssh-agent
PatrickF1/fzf.fish
