IlanCosman/tide@v5
PatrickF1/fzf.fish
evanlucas/fish-kubectl-completions
edc/bass
JGAntunes/fish-gvm
oh-my-fish/plugin-license
danhper/fish-ssh-agent
tadfisher/pass-otp
jorgebucaran/nvm.fish
kidonng/zoxide.fish
